Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaPartner/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# accept_terms
source: I accept the [Terms and Conditions](cleansia://terms) and the [Privacy Policy](cleansia://privacy)
cs: Souhlasím s [obchodními podmínkami](cleansia://terms) a [zásadami ochrany soukromí](cleansia://privacy)
ru: Я принимаю [условия и положения](cleansia://terms) и [политику конфиденциальности](cleansia://privacy)
sk: Súhlasím s [obchodnými podmienkami](cleansia://terms) a [zásadami ochrany súkromia](cleansia://privacy)
uk: Я приймаю [Умови та положення](cleansia://terms) і [Політику конфіденційності](cleansia://privacy)

# accept_terms_toggle
source: Accept terms and privacy policy
cs: Souhlasit s podmínkami a zásadami ochrany soukromí
ru: Принять условия и политику конфиденциальности
sk: Súhlasiť s podmienkami a zásadami ochrany súkromia
uk: Прийняти умови та політику конфіденційності

# access_section_title
source: How to get in
cs: Jak se dostat dovnitř
ru: Как попасть внутрь
sk: Ako sa dostať dovnútra
uk: Як зайти всередину

source: Account Number
cs: Číslo účtu
ru: Номер счета
sk: Číslo účtu
uk: Номер рахунку

# action_call
source: Call
cs: Zavolat
ru: Позвонить
sk: Zavolať
uk: Подзвонити

# action_navigate
source: Navigate
cs: Navigovat
ru: Маршрут
sk: Navigovať
uk: Маршрут

source: Active
cs: Aktivní
ru: Активные
sk: Aktívne
uk: Активні

# add_note
source: Note
cs: Poznámka
ru: Заметка
sk: Poznámka
uk: Нотатка

# add_note_desc
source: Add a note about this cleaning session.
cs: Přidejte poznámku k tomuto úklidu.
ru: Добавьте заметку об этом сеансе уборки.
sk: Pridajte poznámku k tomuto upratovaniu.
uk: Додайте нотатку про цей сеанс прибирання.

source: Add Photo
cs: Přidat foto
ru: Добавить фото
sk: Pridať fotku
uk: Додати фото

source: Address
cs: Adresa
ru: Адрес
sk: Adresa
uk: Адреса

# address_pick_on_map
source: Pick on map
cs: Vybrat na mapě
ru: Выбрать на карте
sk: Vybrať na mape
uk: Вибрати на карті

# address_pick_on_map_helper
source: Tap to set your home address
cs: Klepnutím nastavte domovskou adresu
ru: Нажмите, чтобы указать домашний адрес
sk: Klepnutím nastavte domovskú adresu
uk: Торкніться, щоб указати домашню адресу

# address_picker_clear
source: Clear
cs: Vymazat
ru: Очистить
sk: Vymazať
uk: Очистити

# address_picker_confirm
source: Use this address
cs: Použít tuto adresu
ru: Использовать этот адрес
sk: Použiť túto adresu
uk: Використати цю адресу

# address_picker_drag_to_pick
source: Drag the map to place the pin
cs: Posuňte mapu pro umístění špendlíku
ru: Двигайте карту, чтобы поставить булавку
sk: Posuňte mapu pre umiestnenie špendlíka
uk: Перетягніть карту, щоб поставити шпильку

# address_picker_location_denied
source: Location permission needed to center the map.
cs: Pro vycentrování mapy je potřeba povolit polohu.
ru: Для центрирования карты нужно разрешение на геолокацию.
sk: Pre vycentrovanie mapy je potrebné povoliť polohu.
uk: Для центрування карти потрібен дозвіл на геолокацію.

# address_picker_location_unavailable
source: Couldn't get your location. Try again or move the pin manually.
cs: Polohu se nepodařilo zjistit. Zkuste to znovu nebo špendlík umístěte ručně.
ru: Не удалось определить местоположение. Попробуйте снова или поставьте булавку вручную.
sk: Polohu sa nepodarilo zistiť. Skúste to znova alebo umiestnite špendlík ručne.
uk: Не вдалося визначити місцезнаходження. Спробуйте ще раз або поставте шпильку вручну.

# address_picker_looking_up
source: Looking up…
cs: Vyhledávání…
ru: Поиск…
sk: Vyhľadávanie…
uk: Пошук…

# address_picker_my_location
source: My location
cs: Moje poloha
ru: Моё местоположение
sk: Moja poloha
uk: Моє місце

# address_picker_no_results
source: No matches
cs: Žádné výsledky
ru: Ничего не найдено
sk: Žiadne výsledky
uk: Нічого не знайдено

# address_picker_search_hint
source: Search address…
cs: Hledat adresu…
ru: Поиск адреса…
sk: Hľadať adresu…
uk: Пошук адреси…

# address_picker_searching
source: Searching…
cs: Hledám…
ru: Поиск…
sk: Hľadám…
uk: Пошук…

# address_why_privacy
source: Your exact address is never shown to customers.
cs: Vaše přesná adresa se zákazníkům nikdy nezobrazí.
ru: Ваш точный адрес никогда не показывается клиентам.
sk: Vaša presná adresa sa zákazníkom nikdy nezobrazí.
uk: Ваша точна адреса ніколи не показується клієнтам.

# address_why_reason_distance_pay
source: To calculate your travel pay
cs: Pro výpočet cestovní odměny
ru: Для расчёта оплаты за дорогу
sk: Na výpočet cestovnej odmeny
uk: Для розрахунку оплати за дорогу

# address_why_reason_invoice
source: For your invoices and tax records
cs: Pro vaše faktury a daňové doklady
ru: Для ваших счетов и налоговых документов
sk: Pre vaše faktúry a daňové doklady
uk: Для ваших рахунків і податкових документів

# address_why_reason_jobs
source: To show you jobs near your home
cs: Abychom vám ukázali zakázky poblíž domova
ru: Чтобы показывать заказы рядом с домом
sk: Aby sme vám ukázali zákazky v okolí domova
uk: Щоб показувати замовлення поряд із домом

# address_why_title
source: Why we need this
cs: Proč to potřebujeme
ru: Зачем это нужно
sk: Prečo to potrebujeme
uk: Навіщо це потрібно

source: After
cs: Po
ru: После
sk: Po
uk: Після

# already_have_account
source: Already have an account?
cs: Už máte účet?
ru: Уже есть аккаунт?
sk: Už máte účet?
uk: Вже маєте обліковий запис?

source: Available
cs: Dostupné
ru: Доступные
sk: Dostupné
uk: Доступні

# available_summary
source: %1$ld jobs · earn up to %2$@
cs: %1$ld zakázek · až %2$@
ru: %1$ld заказов · до %2$@
sk: %1$ld zákaziek · až %2$@
uk: %1$ld замовлень · до %2$@

source: Back
cs: Zpět
ru: Назад
sk: Späť
uk: Назад

source: Bank account
cs: Bankovní účet
ru: Банковский счёт
sk: Bankový účet
uk: Банківський рахунок

# bank_account_helper
source: Prefix, account number and bank code.
cs: Předčíslí, číslo účtu a kód banky.
ru: Префикс, номер счёта и код банка.
sk: Predčíslie, číslo účtu a kód banky.
uk: Префікс, номер рахунку та код банку.

# bank_account_holder
source: Account holder
cs: Majitel účtu
ru: Владелец счёта
sk: Majiteľ účtu
uk: Власник рахунку

# bank_account_holder_helper
source: Optional — the name your bank has on the account, if it differs from yours.
cs: Nepovinné — jméno, které má banka u účtu, pokud se liší od vašeho.
ru: Необязательно — имя, которое банк указал для счёта, если оно отличается от вашего.
sk: Nepovinné — meno, ktoré má banka pri účte, ak sa líši od vášho.
uk: Необов'язково — ім'я, яке банк має на рахунку, якщо воно відрізняється від вашого.

# bank_account_number_helper
source: The part before the slash, e.g. 5885638003.
cs: Část před lomítkem, například 5885638003.
ru: Часть перед косой чертой, например 5885638003.
sk: Časť pred lomkou, napríklad 5885638003.
uk: Частина перед скісною рискою, наприклад 5885638003.

# bank_account_number_placeholder
source: Account number
cs: Číslo účtu
ru: Номер счёта
sk: Číslo účtu
uk: Номер рахунку

# bank_account_prefix
source: Account prefix
cs: Předčíslí
ru: Префикс счёта
sk: Predčíslie
uk: Префікс рахунку

# bank_account_prefix_helper
source: Optional — the short number before the dash, if your account has one.
cs: Nepovinné — krátké číslo před pomlčkou, pokud ho váš účet má.
ru: Необязательно — короткое число перед дефисом, если у вашего счёта оно есть.
sk: Nepovinné — krátke číslo pred pomlčkou, ak ho váš účet má.
uk: Необов'язково — коротке число перед дефісом, якщо ваш рахунок його має.

# bank_account_prefix_placeholder
source: Prefix
cs: Předčíslí
ru: Префикс
sk: Predčíslie
uk: Префікс

source: Bank code
cs: Kód banky
ru: Код банка
sk: Kód banky
uk: Код банку

# bank_code_helper
source: The four digits after the slash, e.g. 5500.
cs: Čtyři číslice za lomítkem, například 5500.
ru: Четыре цифры после косой черты, например 5500.
sk: Štyri číslice za lomkou, napríklad 5500.
uk: Чотири цифри після скісної риски, наприклад 5500.

# bank_code_placeholder
source: Code
cs: Kód
ru: Код
sk: Kód
uk: Код

source: Bank country
cs: Země banky
ru: Страна банка
sk: Krajina banky
uk: Країна банку

source: Bank details
cs: Bankovní údaje
ru: Банковские реквизиты
sk: Bankové údaje
uk: Банківські реквізити

source: Bank Name
cs: Název banky
ru: Название банка
sk: Názov banky
uk: Назва банку

source: Before
cs: Před
ru: До
sk: Pred
uk: До

# birth_date
source: Date of birth
cs: Datum narození
ru: Дата рождения
sk: Dátum narodenia
uk: Дата народження

# birth_date_placeholder
source: Pick a date
cs: Vyberte datum
ru: Выберите дату
sk: Vyberte dátum
uk: Виберіть дату

# camera_permission_message
source: Enable camera access in Settings to take photos.
cs: Povolte přístup k fotoaparátu v Nastavení, abyste mohli fotit.
ru: Включите доступ к камере в Настройках, чтобы делать фото.
sk: Povoľte prístup k fotoaparátu v Nastaveniach, aby ste mohli fotiť.
uk: Увімкніть доступ до камери в Налаштуваннях, щоб робити фото.

# camera_permission_title
source: Camera access needed
cs: Je potřeba přístup k fotoaparátu
ru: Требуется доступ к камере
sk: Potrebný je prístup k fotoaparátu
uk: Потрібен доступ до камери

source: Cancel
cs: Zrušit
ru: Отмена
sk: Zrušiť
uk: Скасувати

# cash_collected_toast
source: Cash collected
cs: Hotovost přijata
ru: Наличные получены
sk: Hotovosť prijatá
uk: Готівку отримано

# checklist_all_done_hint
source: All set — ready to complete
cs: Vše hotovo — můžete dokončit
ru: Всё готово — можно завершить
sk: Všetko hotovo — môžete dokončiť
uk: Все готово — можна завершити

# checklist_extras_label
source: Extras
cs: Doplňky
ru: Дополнения
sk: Doplnky
uk: Додатки

# checklist_locked_hint
source: Start the job to track progress
cs: Začněte úklid pro sledování postupu
ru: Начните работу, чтобы отслеживать прогресс
sk: Začnite upratovanie pre sledovanie postupu
uk: Почніть роботу, щоб відстежувати прогрес

# checklist_packages_label
source: Packages
cs: Balíčky
ru: Пакеты
sk: Balíky
uk: Пакети

# checklist_progress
source: %1$ld of %2$ld done
cs: %1$ld z %2$ld hotovo
ru: %1$ld из %2$ld выполнено
sk: %1$ld z %2$ld hotovo
uk: %1$ld з %2$ld виконано

# checklist_section_title
source: Cleaning checklist
cs: Kontrolní seznam úklidu
ru: Чек-лист уборки
sk: Kontrolný zoznam upratovania
uk: Чек-лист прибирання

# checklist_services_label
source: Services
cs: Služby
ru: Услуги
sk: Služby
uk: Послуги

source: Choose from Library
cs: Vybrat z knihovny
ru: Выбрать из галереи
sk: Vybrať z knižnice
uk: Вибрати з бібліотеки

source: Completed
cs: Dokončené
ru: Выполненные
sk: Dokončené
uk: Завершені

# completing_order
source: Completing…
cs: Dokončuji…
ru: Завершаю…
sk: Dokončujem…
uk: Завершую…

# confirm_email_subtitle
source: Please enter the confirmation code sent to your email
cs: Zadejte prosím potvrzovací kód zaslaný na váš e-mail
ru: Введите код подтверждения, отправленный на вашу электронную почту
sk: Zadajte prosím potvrdzovací kód odoslaný na váš e-mail
uk: Будь ласка, введіть код підтвердження, надісланий на Вашу електронну пошту

source: Confirm Password
cs: Potvrdit heslo
ru: Подтвердить пароль
sk: Potvrdiť heslo
uk: Підтвердити пароль

# contract_status_active
source: Active
cs: Aktivní
ru: Активный
sk: Aktívny
uk: Активний

# contract_status_approved
source: Approved
cs: Schváleno
ru: Одобрено
sk: Schválené
uk: Затверджено

# contract_status_pending
source: Pending review
cs: Čeká na schválení
ru: Ожидает рассмотрения
sk: Čaká na schválenie
uk: Очікує розгляду

# contract_status_rejected
source: Rejected
cs: Zamítnuto
ru: Отклонено
sk: Zamietnuté
uk: Відхилено

# contract_status_terminated
source: Terminated
cs: Ukončeno
ru: Прекращено
sk: Ukončené
uk: Припинено

source: Create Account
cs: Vytvořit účet
ru: Создать аккаунт
sk: Vytvoriť účet
uk: Створити обліковий запис

# crew_no_spots
source: No spots left
cs: Volná místa už nejsou
ru: Свободных мест нет
sk: Voľné miesta už nie sú
uk: Вільних місць немає

# crew_size
source: %1$ld cleaners needed
cs: Potřeba %1$ld uklízečů
ru: Нужно %1$ld клинера
sk: Potrebných %1$ld upratovačov
uk: Потрібно %1$ld прибиральника

# crew_spots_open
source: %1$ld spots open
cs: %1$ld volných míst
ru: %1$ld свободного места
sk: %1$ld voľných miest
uk: %1$ld вільного місця

source: Customer notified · on the way
cs: Zákazník upozorněn · jste na cestě
ru: Клиент уведомлён · вы в пути
sk: Zákazník upozornený · ste na ceste
uk: Клієнта повідомлено · ви в дорозі

# dash_available_now_count
source: %1$d jobs available
cs: %1$d volných zakázek
ru: %1$d свободных заказов
sk: %1$d voľných zákaziek
uk: %1$d вільних замовлень

# dash_available_work_label
source: Available work
cs: Dostupné zakázky
ru: Доступные заказы
sk: Dostupné zákazky
uk: Доступні замовлення

# dash_avg_per_job
source: Avg/job
cs: Prům./zakázka
ru: Сред./заказ
sk: Priem./zákazka
uk: Серед./замовл.

# dash_current_period
source: This pay period
cs: Aktuální období
ru: Текущий период
sk: Aktuálne obdobie
uk: Поточний період

# dash_earn_up_to
source: Earn up to %1$@
cs: Vyděláte až %1$@
ru: Заработаете до %1$@
sk: Zarobíte až %1$@
uk: Заробите до %1$@

# dash_earnings_today
source: Today
cs: Dnes
ru: Сегодня
sk: Dnes
uk: Сьогодні

# dash_earnings_view_details
source: View details
cs: Zobrazit detaily
ru: Подробнее
sk: Zobraziť detaily
uk: Деталі

# dash_earnings_week
source: This week
cs: Tento týden
ru: На этой неделе
sk: Tento týždeň
uk: Цього тижня

# dash_jobs_done_count
source: %1$d jobs done
cs: %1$d hotových
ru: %1$d выполнено
sk: %1$d hotových
uk: %1$d виконано

# dash_last_month_earnings
source: Earned
cs: Vyděláno
ru: Заработано
sk: Zarobené
uk: Заробили

# dash_last_month_jobs
source: Completed
cs: Dokončeno
ru: Выполнено
sk: Dokončené
uk: Виконано

# dash_last_month_section
source: Last month
cs: Minulý měsíc
ru: Прошлый месяц
sk: Minulý mesiac
uk: Минулого місяця

# dash_next_payout
source: Next payout: %1$@
cs: Další výplata: %1$@
ru: Следующая выплата: %1$@
sk: Ďalšia výplata: %1$@
uk: Наступна виплата: %1$@

# dash_no_completed_yet
source: No completed jobs yet
cs: Zatím žádné dokončené zakázky
ru: Пока нет выполненных заказов
sk: Zatiaľ žiadne dokončené zákazky
uk: Поки що немає виконаних замовлень

# dash_no_jobs_today_short
source: No jobs today
cs: Dnes žádné zakázky
ru: Сегодня без заказов
sk: Dnes žiadne zákazky
uk: Сьогодні без замовлень

# dash_no_jobs_yet_subtitle
source: Check available work or update your availability
cs: Zkontrolujte volné zakázky nebo upravte dostupnost
ru: Проверьте доступные заказы или обновите расписание
sk: Skontrolujte voľné zákazky alebo upravte dostupnosť
uk: Перегляньте доступні замовлення або оновіть доступність

# dash_no_jobs_yet_title
source: No jobs yet
cs: Zatím žádné zakázky
ru: Пока нет заказов
sk: Zatiaľ žiadne zákazky
uk: Поки що немає замовлень

# dash_no_rating_yet
source: No ratings yet
cs: Zatím žádná hodnocení
ru: Пока нет оценок
sk: Zatiaľ žiadne hodnotenia
uk: Поки що немає оцінок

# dash_pay_period_progress
source: Day %1$d of %2$d
cs: Den %1$d z %2$d
ru: День %1$d из %2$d
sk: Deň %1$d z %2$d
uk: День %1$d з %2$d

# dash_rating_count
source: From %1$d reviews
cs: Z %1$d hodnocení
ru: Из %1$d оценок
sk: Z %1$d hodnotení
uk: З %1$d оцінок

# dash_state_free_today
source: You're free today
cs: Dnes máte volno
ru: Сегодня вы свободны
sk: Dnes máte voľno
uk: Сьогодні ви вільні

# dash_state_many_today
source: %1$d jobs today
cs: %1$d zakázek dnes
ru: %1$d заказов сегодня
sk: %1$d zákaziek dnes
uk: %1$d замовлень сьогодні

# dash_state_one_today
source: 1 job today
cs: 1 zakázka dnes
ru: 1 заказ сегодня
sk: 1 zákazka dnes
uk: 1 замовлення сьогодні

source: Dashboard
cs: Nástěnka
ru: Панель управления
sk: Prehľad
uk: Панель керування

# day_later
source: Later
cs: Později
ru: Позже
sk: Neskôr
uk: Пізніше

# day_today
source: Today
cs: Dnes
ru: Сегодня
sk: Dnes
uk: Сьогодні

# day_tomorrow
source: Tomorrow
cs: Zítra
ru: Завтра
sk: Zajtra
uk: Завтра

source: Deductions
cs: Srážky
ru: Удержания
sk: Zrážky
uk: Утримання

source: Delete
cs: Smazat
ru: Удалить
sk: Odstrániť
uk: Видалити

# delete_issue_confirm
source: Are you sure you want to delete this issue?
cs: Opravdu chcete smazat tento problém?
ru: Вы уверены, что хотите удалить эту проблему?
sk: Naozaj chcete vymazať tento problém?
uk: Ви впевнені, що хочете видалити цю проблему?

# delete_note_confirm
source: Are you sure you want to delete this note?
cs: Opravdu chcete smazat tuto poznámku?
ru: Вы уверены, что хотите удалить эту заметку?
sk: Naozaj chcete vymazať túto poznámku?
uk: Ви впевнені, що хочете видалити цю нотатку?

source: Delete Photo
cs: Smazat fotografii
ru: Удалить фото
sk: Vymazať fotku
uk: Видалити фото

source: Description (optional)
cs: Popis (volitelné)
ru: Описание (опционально)
sk: Popis (voliteľné)
uk: Опис (опціонально)

# devices_empty
source: No devices registered yet.
cs: Zatím žádná registrovaná zařízení.
ru: Пока нет зарегистрированных устройств.
sk: Zatiaľ žiadne registrované zariadenia.
uk: Поки немає зареєстрованих пристроїв.

# devices_error_message
source: We couldn't load your devices. Check your connection and try again.
cs: Zařízení se nepodařilo načíst. Zkontrolujte připojení a zkuste to znovu.
ru: Не удалось загрузить устройства. Проверьте подключение и повторите попытку.
sk: Zariadenia sa nepodarilo načítať. Skontrolujte pripojenie a skúste to znova.
uk: Не вдалося завантажити пристрої. Перевірте з'єднання та спробуйте ще раз.

# devices_intro
source: Devices signed in to your account. Removing a device signs it out and stops its notifications.
cs: Zařízení přihlášená k vašemu účtu. Odebráním zařízení dojde k jeho odhlášení a vypnutí oznámení.
ru: Устройства, на которых выполнен вход в ваш аккаунт. Удаление устройства завершает его сеанс и отключает уведомления.
sk: Zariadenia prihlásené k vášmu účtu. Odobratím zariadenia ho odhlásite a vypnete jeho upozornenia.
uk: Пристрої, на яких виконано вхід у ваш обліковий запис. Видалення пристрою завершує його сеанс і вимикає сповіщення.

# devices_last_active
source: Last active %1$@
cs: Naposledy aktivní %1$@
ru: Последняя активность %1$@
sk: Naposledy aktívne %1$@
uk: Остання активність %1$@

# devices_revoke_button
source: Remove device
cs: Odebrat zařízení
ru: Удалить устройство
sk: Odobrať zariadenie
uk: Видалити пристрій

# devices_revoke_dialog_confirm
source: Remove
cs: Odebrat
ru: Удалить
sk: Odobrať
uk: Видалити

# devices_revoke_dialog_message
source: %1$@ will be signed out and will stop receiving notifications.
cs: %1$@ bude odhlášeno a přestane dostávat oznámení.
ru: %1$@ выйдет из аккаунта и перестанет получать уведомления.
sk: %1$@ bude odhlásené a prestane dostávať upozornenia.
uk: %1$@ буде відключено від облікового запису, і він перестане отримувати сповіщення.

# devices_revoke_dialog_title
source: Remove this device?
cs: Odebrat toto zařízení?
ru: Удалить это устройство?
sk: Odobrať toto zariadenie?
uk: Видалити цей пристрій?

# devices_revoke_retry_hint
source: Couldn't remove — please try again.
cs: Nepodařilo se odebrat – zkuste to znovu.
ru: Не удалось удалить – попробуйте ещё раз.
sk: Nepodarilo sa odobrať – skúste to znova.
uk: Не вдалося видалити – спробуйте ще раз.

# devices_revoke_success
source: Device removed
cs: Zařízení odebráno
ru: Устройство удалено
sk: Zariadenie odobraté
uk: Пристрій видалено

# devices_self_revoke_action
source: Sign out this device
cs: Odhlásit toto zařízení
ru: Выйти с этого устройства
sk: Odhlásiť toto zariadenie
uk: Вийти з цього пристрою

# devices_self_revoke_dialog_confirm
source: Sign out
cs: Odhlásit
ru: Выйти
sk: Odhlásiť
uk: Вийти

# devices_self_revoke_dialog_message
source: This device will be removed and you'll be signed out immediately.
cs: Toto zařízení bude odebráno a budete okamžitě odhlášeni.
ru: Это устройство будет удалено, и вы сразу выйдете из аккаунта.
sk: Toto zariadenie bude odobraté a budete okamžite odhlásení.
uk: Цей пристрій буде видалено, і ви одразу вийдете з облікового запису.

# devices_self_revoke_dialog_title
source: Sign out this device?
cs: Odhlásit toto zařízení?
ru: Выйти с этого устройства?
sk: Odhlásiť toto zariadenie?
uk: Вийти з цього пристрою?

# devices_this_device
source: This device
cs: Toto zařízení
ru: Это устройство
sk: Toto zariadenie
uk: Цей пристрій

# devices_title
source: Your devices
cs: Vaše zařízení
ru: Ваши устройства
sk: Vaše zariadenia
uk: Ваші пристрої

# document_status_approved
source: Approved
cs: Schváleno
ru: Подтверждено
sk: Schválené
uk: Підтверджено

# document_status_pending
source: Pending
cs: Čeká na schválení
ru: Ожидает проверки
sk: Čaká na schválenie
uk: Очікує перевірки

# document_status_rejected
source: Rejected
cs: Zamítnuto
ru: Отклонено
sk: Zamietnuté
uk: Відхилено

# document_too_large
source: File is too large (max 10 MB).
cs: Soubor je příliš velký (max 10 MB).
ru: Файл слишком большой (макс. 10 МБ).
sk: Súbor je príliš veľký (max 10 MB).
uk: Файл занадто великий (макс. 10 МБ).

source: Document type
cs: Typ dokumentu
ru: Тип документа
sk: Typ dokumentu
uk: Тип документа

# document_type_bank_statement
source: Bank statement
cs: Bankovní výpis
ru: Банковская выписка
sk: Bankový výpis
uk: Банківська виписка

# document_type_certificate
source: Certificate
cs: Certifikát
ru: Сертификат
sk: Certifikát
uk: Сертифікат

# document_type_contract
source: Contract
cs: Smlouva
ru: Договор
sk: Zmluva
uk: Договір

# document_type_drivers_license
source: Driver's license
cs: Řidičský průkaz
ru: Водительское удостоверение
sk: Vodičský preukaz
uk: Водійське посвідчення

# document_type_identity
source: Identity card
cs: Občanský průkaz
ru: Удостоверение личности
sk: Občiansky preukaz
uk: Посвідчення особи

# document_type_insurance
source: Insurance document
cs: Pojistný doklad
ru: Страховой документ
sk: Poistný doklad
uk: Страховий документ

# document_type_other
source: Other
cs: Jiné
ru: Прочее
sk: Iné
uk: Інше

# document_type_passport
source: Passport
cs: Pas
ru: Паспорт
sk: Pas
uk: Паспорт

# document_type_tax
source: Tax document
cs: Daňový doklad
ru: Налоговый документ
sk: Daňový doklad
uk: Податковий документ

# document_type_work_permit
source: Work permit
cs: Pracovní povolení
ru: Разрешение на работу
sk: Pracovné povolenie
uk: Дозвіл на роботу

# documents_delete
source: Delete document
cs: Smazat dokument
ru: Удалить документ
sk: Odstrániť dokument
uk: Видалити документ

# documents_empty
source: No documents uploaded yet
cs: Zatím nenahrány žádné dokumenty
ru: Документы ещё не загружены
sk: Zatiaľ nenahrané žiadne dokumenty
uk: Документи ще не завантажено

# documents_summary_view
source: View & upload
cs: Zobrazit a nahrát
ru: Просмотр и загрузка
sk: Zobraziť a nahrať
uk: Переглянути та завантажити

# dont_have_account
source: Don't have an account?
cs: Nemáte účet?
ru: Нет аккаунта?
sk: Nemáte účet?
uk: Немає облікового запису?

source: Earnings
cs: Výdělek
ru: Заработок
sk: Zárobok
uk: Заробіток

# earnings_current_period
source: Current pay period
cs: Aktuální výplatní období
ru: Текущий платёжный период
sk: Aktuálne výplatné obdobie
uk: Поточний платіжний період

# earnings_days_remaining
source: %1$d days remaining
cs: Zbývá %1$d dní
ru: Осталось %1$d дней
sk: Zostáva %1$d dní
uk: Залишилось %1$d днів

# earnings_estimate_helper
source: Estimated until the period closes
cs: Odhad do uzávěrky období
ru: Оценка до закрытия периода
sk: Odhad do uzávierky obdobia
uk: Оцінка до закриття періоду

# earnings_jobs_done_count
source: %1$d jobs done
cs: %1$d úklidů
ru: Заданий выполнено: %1$d
sk: %1$d upratovaní
uk: Робіт виконано: %1$d

# earnings_last_month
source: Last month
cs: Minulý měsíc
ru: Прошлый месяц
sk: Minulý mesiac
uk: Минулий місяць

# earnings_next_payout
source: Next payout
cs: Další výplata
ru: Следующая выплата
sk: Ďalšia výplata
uk: Наступна виплата

# earnings_pay_period
source: Pay period
cs: Výplatní období
ru: Платёжный период
sk: Výplatné obdobie
uk: Платіжний період

# earnings_this_week
source: This week
cs: Tento týden
ru: Эта неделя
sk: Tento týždeň
uk: Цей тиждень
